Repository: mozilla-l10n/mt-training-data
Catalog: ncx/ncx_pontoon.tmx
Source language: en_us
Languages: ncx

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ncx: Maski ijkon, tla tikita akin okitlajtolti amo keman yokitaya uan san ken nesi okitenkixti, xikpojpolo. Tla amo tikmati tlen omochi, xikkaua uan okse xikpanaui.

source: Optionally join on our email list for updates and new information about the project.
ncx: Tla tikneki, xiktlalili mocorreo uan tikmatis tlen yikin omochi itech nin tekitl.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
ncx: Tlen tiktlalilis motech tla tikneki (keski xiuitl yotikajxiti, kox titlakatl noso tisiuatl, kanin mocha) amo keman monextis teixpa. Sejse tlajtoli tlen tiktsikos tiktlaliliskej inuan oksekimej tlen mouikaj itech kanin tichanti uan ijkon okachi tlapaleuis. Panpa xamo sekimej kinekiskej kinpaleuiskej san akinmej kanaj chantij.

source: Other Language
ncx: Okse tlajtolkopa

source: Overall Accuracy
ncx: Kanachi kiyekchiuaj

source: p
ncx: k

source: Partner
ncx: Tlapaleuia

source: [Part of the text can’t be heard]
ncx: [Seki amo uelis tikkakis]

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
ncx: <p>Tinochtin Titlajtoaj se tlajtolnechikoli non nochtin uelis kitekitiltiskej non kichijtijtiaj miakej akinmej san ijki tlapaleuiaj itech nochi tlaltikpak. Akinmej kinekiskej kinchijchiuaskej teposmej tlen tlajtoaj, uelis ika mopaleuiskej.</p> <p>Axkan, kanaj nochi tlajtolnechikoli tlen onka inmiaxka seki tekinechikolmej, uan ijkon amo uelis okachi titlayekapanpanoskej. Noijki, amo kiteititiaj ken tlajtoaj akinmej amo tlajtoaj nauatl, maseualmej, kokoxkej, siuamej uan LGBTQIA+. Nin kijtosneki tlen kichiuaj ninmej tekinechikolmej amo tlapaleuiaj ika miakej tlajtolkopaj uan maski kema tlapaleuis, amo nochtin kinpaleuia. Tiknekij tikpatlaskej non ika tikinyoleuaskej nochtin matlapaleuikan ikan intlajtol.</p>

source: <playIcon></playIcon>Last one!
ncx: <playIcon></playIcon>San se poliui!

source: Play/Stop
ncx: Xikkaki/Xikketsa

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
ncx: Xikonita <templateFileLink>machotilis</templateFileLink>. Tlen tikijkuilos moneki amo mayeto teaxka (CC0 noso matetlaneti akin okijkuilo), amo oui se kajsikamatis, maijkuilijto ken moneki uan amo oui se kitenkixtis. Se kitlajtoltis moneki uejkauas san kana 10 noso 15 segundos uan amo makinpia poualmej, tokayomej noso okseki tlamantli tlen amo pouij totlajtol.

source: Please fill out this field.
ncx: Xikontlalili nikan tlen moneki.

source: Please select a language to review sentences.
ncx: Xikonpejpena tlen tlajtolkopa tikmotilis.

source: Press play, listen & tell us: did they accurately speak the sentence below?
ncx: Xikapcho play, xikkaki uan techilui: ¿kuali okitenkixtikej tlajkuiloli?

source: Press { shortcut-play-toggle } to toggle play mode
ncx: Xikpacho { shortcut-play-toggle } uan xikpajpatla ken tikkakis

source: Pro
ncx: Ixtlamatki

source: Profile information improves the audio data used in training speech recognition accuracy.
ncx: Tlen tiktlalilis motech kipaleuis tepostli kuali makajsikamati tlen tikijtoaj.

source: r
ncx: t

source: [‘Raised’ in English is always pronounced as one syllable, not two]
ncx: [‘Poxak’ tiktenkixtiaj ken ´puxak´ maski tikijkuiloaj ika "o"]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
ncx: Otikpanaui tlen omonekiaya. Oksepa xikyeko ipan { $retryLimit } minutos

source: Rate limit exceeded. Try again in { $retryLimit } seconds
ncx: Otikpanaui tlen omonekiaya. Oksepa xikyeko ipan { $retryLimit } segundos

source: Reader Effects
ncx: Ken kitlajtoltia

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
ncx: Kitenkixtiaj tlen amo yonpa ken "ita", kanin kijtoa "xikita" noso "iuan" kanin kijtoa "uan".

source: Read More
ncx: Okachi xikmati

source: Read more on our About page
ncx: Xikmati okachi kanin Tiktematiltiaj

source: Ready to do { $count } more?
ncx: ¿Techpaleuis ika okseki { $count } ?

source: Ready to donate your voice?
ncx: ¿Techtliokolilis motlajtol?

source: Recorded Clips
ncx: Tlajtoli tlen yokitsikokej

source: <recordIcon></recordIcon> Last one!
ncx: ¡Saiktlami!

source: [Recording cut off before the end of the last word]
ncx: [Amo ajsitok. San totoka okistikiski]

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
ncx: Tiksikos motlajtol kipaleuia mamochiua totlajtolnechikoli tlen nochtin uelis kitaskej; sekimej kijtoskiaj non tlen okachi kualtsin.

source: Record/Stop
ncx: Xiktsiko/Ximochia

source: Record your voice
ncx: Xiktsiko motlajtol

source: Reference the source of your sentence (required)
ncx: Kanin otikkixti tlajkuiloli (Moneki)

source: Reject
ncx: Xipojpolo

source: Report
ncx: Itlaj mochiua

source: Report was passed successfully
ncx: Yitikmatokej tlen mochijtok

source: Request a Language
ncx: Xiktlajtlani se tlajtolkopa

source: *required
ncx: *moneki

source: Re-record
ncx: Oksepa xikchiua

source: Re-record clip
ncx: Oksepa xiktsiko

source: Return
ncx: Ximokopa

source: Return to Common Voice Datasets
ncx: Ximokopa itech tlen onka itech Tinochtin Titlajtoaj

source: Review
ncx: Xikmotili

source: Review could not be saved. Please try again later.
ncx: Itlaj omochi. Amo omokak. Teotlatki oksepa xikyeko.

source: ⓘ Review Criteria
ncx: ⓘ Tlen uan ken tikmotilis

source: Review Criteria
ncx: Tlen uan ken tikmotilis

source: Reviewed sentences not submitted, are sure?
ncx: Amo otiktitlanili tlen otikmotili, ¿kuali ijkon?

source: Review & re-record clips here as you go
ncx: Xikita nikan tlen yotikchi uan okseki xikchiua

source: Review & re-record clips if needed
ncx: Xikmotili uan oksepa xiktsiko tla monekis

source: Review Sentences
ncx: Xikmotili tlajtoli

source: Review & Submit
ncx: Xikmotili uan xiktitlani

source: Review transcriptions of recorded sentences for accuracy
ncx: Xikmotili tlen okitenkakijkej kox kuali okijkuilokej

source: Review user-submitted transcriptions in your language
ncx: Xikmotili tlen okitenkakijkej uan okijkuilojkej ika motlajtolkopa

source: s
ncx: o

source: S
ncx: O

source: See how your progress compares to other contributors all over the world.
ncx: Xikita ken titlapaleuijtok uan xikita ken tlapaleuijtokej oksekimej itech nochi tlaltikpak.

source: Select a Language...
ncx: Xikpejpena se tlajtolkopa...

source: Select an option
ncx: Xikpejpena se

source: Select a variant (optional)
ncx: Xikpejpena ken yetos (tla tikneki)

source: Select File
ncx: Xikpejpena

source: Select File to Upload
ncx: Xikpejpena tlen tiktitlanilis

source: Select up to three domains (optional)
ncx: Uelis tikinpejpenas eyi (tla tikneki)

source: Sentence
ncx: Tlajkuiloli

source: Sentence Collection
ncx: Tlajkuilolnechikoli

source: Sentence Domain
ncx: Kanin poui tlajkuiloli

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
ncx: Tlen nikan tikijkuilos nochtin kitaskej uan pouiskej itech tlen cc-0 nochtin uelis kitekitiltiskej.

source: { $sentences } sentences reviewed. Thank you!
ncx: { $sentences } tlajkuiloli otikinmotili. ¡Timitstlasojkamatiliaj!

source: Sentence Variant
ncx: Ken yetos tlajkuiloli

source: Separate sentences into one line by pressing “Enter” or “Return” once
ncx: Tla tikijkuilos itlanpa non okse, xikpacho "Enter" noso "Regresar"

source: Service and Retail
ncx: Tlasemanaj uan tlanemakaj

source: Set a goal
ncx: Xiktlali tlen tikajxitisneki

source: Set my visibility
ncx: Manechitakan noso amo

source: Share Common Voice
ncx: Xiktitlani itech Common Voice

source: Share your clip
ncx: Xiktitlani motlajtol

source: Shortcuts
ncx: Niman xikajsi

source: [Should be ‘dinosaurs’]
ncx: [Moneki kitenkixtis 'tlaltikpaktlakamej']

source: [Should be “We are”]
ncx: [Moneki kijtos “okijtojka”]

source: Show my ranking
ncx: Makitakan tlen yonikchi

source: Sign up for an account
ncx: Touan ximomachoti

source: Sign up for Common Voice newsletters, goal reminders and progress updates
ncx: Xikmati tlen mochijtok uan mamitsilnamiktikan tlen moneki tikchiuas itech Common Voice

source: sign up for email updates
ncx: Xikmati tlen mochijtok itech mocorreo

source: Single
ncx: San se

source: Single sentence submission
ncx: San se tlajkuiloli tiktitlanilis

source: Skip
ncx: Xikpanaui

source: Small batch
ncx: Sekimej

source: Small batch sentence submission
ncx: Seki tlajkuiloli tikintitlanilis

source: Source: { $sentenceSource }
ncx: Kisa itech: { $sentenceSource }

source: Speak
ncx: Xitlajto

source: Speak now
ncx: Yixitlajto

source: Speak up, contribute here!
ncx: ¡Techtlapoui! ¡Nikan xitlapaleui!

source: Start recording
ncx: Xipeua xitlajto

source: Stats
ncx: Tlen yomochi

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
ncx: <strong>[Itlaj chalani]</strong> tikpak<strong>[itlaj chalani]</strong> -kamej.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
ncx: <strong>[Ekxoa]</strong> Tlaltikpaktla-<strong>[tlatlasi]</strong> -kamej.

source: Submit
ncx: Xiktitlani

source: Submit a report
ncx: Xikijto itlaj mochiua

source: Submit clips
ncx: Xiktitlani tlen yotiktsiko

source: Success
ncx: Yomoka

source: success checkmark
ncx: ¡Yomokak!

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
ncx: Xikpacho ikmoyekma tla kuali, ik mopochma tla amo, ik tlakpak tla tikpanauis. <strong>¡Amo xikillkaua xiktitlani tlen yotikmotili!</strong>

source: Taking several attempts to read a word.
ncx: Miakpa okitenikixtisyeko.

source: Tap
ncx: Xikpacho

source: Technology and Robotics
ncx: Teposmej tlen yikin kistokej

source: Thank you for contributing your bulk submission!
ncx: ¡Timitstlasojkamatiliaj ika miak otechpaleui!

source: Thank you for contributing your voice!
ncx: ¡Timitstlasojkamatiliaj techpaleuia ika motlajtol!

source: Thank you for donating your voice clips!
ncx: ¡Timitstlasojkamatiliaj techtiokolilia motlajtol!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ncx: ¡Timitstlasojkamatiliaj!<lineBreak></lineBreak>Axkan, xikmotili kox kuali omokak uan xiktitlani.

source: Thank you for your voice information
ncx: Timitstlasojkamatiliaj tlen otiktlali itech motlajtol

source: The bumblebee sped by.
ncx: Tata tatapaktik motataka.

source: The clip has disrespectful or offensive language.
ncx: Tlajtoli amo tetlakaita noso teuiuikaltia.

source: The giant dinosaur of the Triassic.
ncx: Tlatipatlakame.

source: The giant dinosaurs of the Triassi-.
ncx: Tlaltikpaktlaka-.

source: The giant dinosaurs of the Triassic.
ncx: Tlatltikpaktlakamej.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
ncx: Tlaltikpaktlakamej. <strong>[san se tlajtoa]</strong>

source: The giant dinosaurs of the Triassic. Yes.
ncx: Tlaltikpaktlakamej. Ijkon.

source: The giant dino <strong>[cough]</strong> the Triassic.
ncx: Tlaltikpak- <strong>[tlatlasi]</strong> -tlakamej.

source: The number of recordings and which languages you contribute to will be public.
ncx: Nochtin kimatiskej kanachi titlapaleuia uan keski tlajtolkopaj ika titlapaleuia.

source: There are currently no sentences to review in this language.
ncx: Axkan ayamo onka tlajkuiloli tlen tikmotilis ika nin tlajtolkopa.

source: The recording was too long.
ncx: Nesi sapanoa otiuejkauik.

source: The recording was too quiet.
ncx: Amo otikkakej tlen otikijto.

source: The recording was too short.
ncx: Nesi amitlaj otikijto.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
ncx: Amo nochtin san se tlamantli tlajtoaj, amo nochtin chikauak tikinkakis. San xikpojpolo tla sapanoa chiauak otlajto uan amo tikajsikamati noso (nin okachi mochiua) san ichtaka otlajto uan san tikajsikamati tla tikita tlen ijkuilijtok.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
ncx: Tlajkuilolnechikoli axkan kajki itech Common Voice. Axkan uelis<writeURL>tikijkuilos</writeURL>se tlamantli noso<reviewURL>tikmotilis</reviewURL> sejse tlajkuiloli non yokintlalilikej itech Common Voice.

source: The sentence has a grammatical or spelling error.
ncx: Nin amo ijkon tikijkuiloaj noso amo ijkon tiktenkixtiaj.

source: The sentence has disrespectful or offensive language.
ncx: Nin tlajtoli teuiuikalti noso tepinati.

source: The sentence must be grammatically correct.
ncx: Tlajkuiloli moneki ijkuilijtos amo san ken.

source: The sentence must be speakable.
ncx: Tlajkuiloli monekis amo oui se kitenkixtis.

source: The sentence must be spelled correctly.
ncx: Tlajkuiloli moneki yekijkuilijtok.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
ncx: Nin amo sapanoa moneki. San xiktlali tla tikneki. Ijkuak kanaj tiktlaliliaj, amo tiktlalia motoka uan tikitaj tlen tiktlaliskej amo makinexti kox titlakatl, tisuatl noso okseki tlamantli.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
ncx: Nika uelis tiktlalis kox kitaskej kanachi titlapaleuia. Tla tiktlaatia, amo kitaskej. Kijtosneki moixkopinal, motoka uan tlen yotikchi amo monextis itech Akinmej okachi tlapaleuiaj. Xikilnamiki nin uejkaua ~{ $minutes }minutos moyankuilis.

source: Three to go!
ncx: ¡Ika eyi peuas!

source: Today
ncx: Axkan

source: Today's Common Voice progress on clips recorded
ncx: Tlen axkan yokitsiko Tinochtin Titlajtoaj

source: Today's Common Voice progress on clips validated
ncx: Tlen axkan yokimotili Tinochtin Titlajtoaj

source: Today's Progress
ncx: Tlen axkan yomochi

source: Too many files
ncx: Sapanoa miakej tlalkuilolmej

source: Top Contributors
ncx: Akinmej okachi tlapaleuiaj

source: Total Approved
ncx: Nochi tlen yikuali

source: Toward next goal
ncx: Tlen tikajxitis

source: Try again by dragging your file here
ncx: Oksepa xikyeko. Xikixtoki nikan motlajkuilol

source: Try uploading again
ncx: Oksepa xikyeko xiktlalili

source: Understand contribution criteria
ncx: Xikajsikamati ken moneki titlapaleuis

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
ncx: ¡Xikita ken okachi kuali titlatemos uan ijkon okachi kuali titlapaleuis ika motlajtol!

source: Upload aborted. Do you want to delete your recordings?
ncx: Amo otiktlanili. ¿Tikneki tikpojpolos tlen otiksiko?

source: { $uploadedSentences } of { $totalSentences } sentences collected
ncx: { $uploadedSentences } itech { $totalSentences } tlajkuilolmej yomokajkej

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
ncx: { $uploadedSentences } itech { $totalSentences } tlajkuiloli yomokak. Xikpacho <downloadLink>nikan</downloadLink> tla tikintemouilisneki non amo omokajkej.

source: Upload failed, please retry.
ncx: Itlaj omochi, oksepa xikyeko.

source: Upload <icon></icon> public domain sentences
ncx: Xiktitlani <icon></icon> tlajkuiloli tlen nochtin kinmitaskej

source: Upload in progress...
ncx: Ximochia, yimokauas...

source: Upload more sentences?
ncx: ¿Tikintitlanilis okseki?

source: Use correct grammar
ncx: Xikijkuilo ken moneki

source: Use correct spelling and punctuation
ncx: Xikijkuilo ika nochi tlen moneki

source: Validated Clips
ncx: Tlajtoli tlen yokimotilijkej

source: Validate Readings
ncx: Xikmotili tlajtoltilistli

source: Validate Readings, Review Transcriptions
ncx: Xikmotili tlajtoltilistli uan tlen okijkuilojkej

source: Validate readings submitted by community members
ncx: Xikmotili tlen okitlajtoltijkej oksekimej

source: Validate user-recorded readings in your language
ncx: Xikmotili tlen yokitlajtoltijkej ika motlajtolkopa

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
ncx: Tikmotilis tlen oksekimej yokitsikokej noijki sapanoa ipati itech Common Voice. Techkaki uan techpaleui tlen tikchiuaj mayeto ken moneki.

source: Varying Pronunciations
ncx: Tlatlamantli kitenkixtiaj

source: View your progress against personal and project goals.
ncx: Xikita kanachi yotikajxiti itech tlen moneki.

source: Voice Collection
ncx: Tlajtolnechikoli

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
ncx: Totlajtol totech, toijtik kisa. Yika tiyolpakij tikchiuaskej teposmej makajsikamatikan totlajtol. Maski ijkon, akinmej kinchijchiuaj teposmej, moneki makitsikokan miak tlajtoli.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
ncx: Totlajtol totech, toijtik kisa. Yika tikyolnektokej tikchiuaskej teposmej makajsikamatikan totlajtol. Maski ijkon, tla tiknekij ijkon tikchiuaskej, monekis matiktsikokan miak tlajtoli.

source: Voices Online Now
ncx: Tlajtoli tlen axkan katej

source: Volume
ncx: Ken tikkakis

source: Want to save your information? <createProfile>Create a profile</createProfile>
ncx: ¿Tikneki tiktlaatilis itlaj motech? <createProfile>Ximomachoti</createProfile>

source: We are going out to get a coffee.
ncx: Uan okijtojka touan yaskiaya.

source: We are going out to get coffee.
ncx: Uan okijtojka touan yaskia.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
ncx: Amo otikajsikej tlen uelis tikkakis. Teotlatki noso mostla oksepa xikyeko.

source: We couldn’t get any sentences for you to speak. Please try again later.
ncx: Amo otikajsikej tlen uelis tikijtos. Teotlatki noso mostla oksepa xikyeko.

source: Weekly Goal
ncx: Chijchikome

source: Welcome { $company } staff!
ncx: ¡Tiyolpakij { $company } touan tipouis!

source: We may have run out of clips - refresh the page, or try again later.
ncx: Nesi ayakmitlaj onka - Oksemi xikyeko noso satepan ximokopa.

source: We’re going out to get coffee.
ncx: Uan okijto touan yaskia.

source: We're making some big changes
ncx: Tikinpatilijtokej miak tlamantli.

source: We’re sorry, your platform is not currently supported.
ncx: Techtlapojpolui, amo uelis techpaleuis. Xikalaki ika okse tepostli.

source: We've run out of sentences to record in this language...
ncx: Ayamo onka okachi tlen tiktsikos ika nin tlajtolkopa.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
ncx: Tiknekij teposmej makimatikan kikakiskej se tlajtoli maski itlaj tlaponotos inauak akin tlajtoa. Tlasotsonali tlen amo okachi tsolontok yikuali; tlatsotsonali non sapanoa tsolontok uan amo kitekauilia matikkakikan tlen okijtokej amo kuali.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ncx: Niman okachi timitsiluiskej kenijki uelis tiktlalilis okse tlajtolkopa itech Tinochtin Titlajtoaj.

source: We will not make your email public.
ncx: Amikaj okse kimatis katli mocorreo.

source: What issues are you experiencing with this sentence?
ncx: ¿Tlen mochiua noso tikita oui ika nin tlajtoli?

source: What kind of goal do you want to build?
ncx: ¿Kenijki tlen tikneki tikajxitis?

source: What needs to be in my file?
ncx: ¿Tlen moneki yetos itech notlajkuilol?

source: What sentences can I add?
ncx: ¿Tlenon uelis nikijkuilos?

source: What's Public?
ncx: ¿Tlenon nochtin kitaskej?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
ncx: Ijkuak tikkaktos, xikyekkaki tla melauak kitenkixtiaj tlen ijkuilijtok; xikpojolo maski san achitsin omotlapololtikej. <br />Miakej motlapololtiaj ijki:

source: Why are you asking?
ncx: ¿Tleka techtlajtlania?

source: Why Common Voice?
ncx: ¿Tleka Tinochtin Titlajtoaj?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
ncx: Tla timomachotis, uelis tikitas kanachi yotitechpaleui uan tiyetos inuan oksekimej non noijki tlapaleuiaj.

source: Write
ncx: Xitlajkuilo

source: y
ncx: k

source: Y
ncx: K

source: Yes
ncx: Kema

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ncx: Kema, techtlajkuililikan. Nikneki nikmatos okachi itech Tekitl Tinochtin Titlajtoaj.

source: You
ncx: Motech

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
ncx: Noijki uelis san tikpachos itech moteclado: { sc-review-form-button-approve-shortcut } tla Yikuali, { sc-review-form-button-reject-shortcut } tla Tikpojpolos, { sc-review-form-button-skip-shortcut } tla Tikpanauis

source: You can choose to make your username public or anonymous.
ncx: Moneuian uelis tikpejpenas motoka uan kox nochtin kitaskej.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
ncx: Techpaleuis matitesepanpaleuikan tla timomachotis itech Common Voice uan techpaleuis ika motlajtol.

source: You cannot add multiple sentences for a single submission
ncx: Amo uelis tikintitlanilis miakej san semi
